11/data/attachments/3bc4fe8ae8b60b5b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Richard_simple_Actions_50769_1</nif:username>
            <nif:friendToBeRequested>soap_actions_5d1f80c6-f0fc-4b80-8e7a-df42eb73bfbb</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>